Repository: cfa532/Secretari
Catalog: Secretari/Utilities/Localizable.xcstrings
Source language: en
Languages: es_419, ja, zh_hans, zh_hant

source: First make sure to select the right language for recognition in setting ⚙️ Otherwise the built-in speech recognizer cannot work properly.
es_419: Primero asegúrese de seleccionar el idioma correcto para el reconocimiento en la configuración ⚙️ De lo contrario, el reconocedor de voz integrado no podrá funcionar correctamente.
ja: まず、設定 ⚙️ で認識に適切な言語を選択していることを確認してください。そうしないと、内蔵の音声認識機能が正しく動作しません。
zh_hans: 首先请确保在设置⚙️中选择正确的可识别语言，否则内置语音识别器无法正常工作。
zh_hant: 首先請確保在設定⚙️中選擇正確的可辨識語言，否則內建語音辨識器無法正常運作。

source: Just do it
es_419: Hazlo
ja: 続ける
zh_hans: 确认
zh_hant: 確認

source: Language:
es_419: lenguaje para reconocer
ja: 認識される言語
zh_hans: 识别语言
zh_hant: 識別語言

source: Min audiable dB
es_419: dB audibles mínimos
ja: min識別ボリューム
zh_hans: 最低可识别音量
zh_hant: 最低可識別音量

source: No records
es_419: No Recuerdo
ja: 記録なし
zh_hans: 无记录

source: Push the START button to record your own speech. A summary will be generated automatically after STOP button is pushed.
es_419: Presione el botón INICIO para grabar su propio discurso. Se generará un resumen automáticamente después de presionar el botón DETENER.
ja: 録音を開始するには、STARTボタンを押してください。STOPボタンを押すと、自動的に概要が生成されます。
zh_hans: 按下「Start」录制您自己的演讲。按「Stop」按钮后，将自动生成摘要。
zh_hant: 按下「Start」按鈕錄製您自己的演講。按「Stop」按鈕後，將自動產生摘要。

source: Recognizing...
es_419: Reconociendo...
ja: 認識中。。。
zh_hans: 识别中。。。
zh_hant: 识别中。。。

source: Records
es_419: Registros
ja: 記録
zh_hans: 记录
zh_hant: 記錄

source: Redo summary
es_419: Rehacer resumen
ja: 概要再生
zh_hans: 重新生成
zh_hant: 重新生成摘要

source: Regenerate summary?
es_419: Rehacer resumen
ja: 概要再生
zh_hans: 重新生成
zh_hant: 重新生成摘要

source: Reset settings
es_419: Reiniciar ajustes
ja: リセット
zh_hans: 重置设定
zh_hant: 重置設置

source: Settings
es_419: Ajustes
ja: 設定
zh_hans: 设置
zh_hant: 設置

source: Streaming from AI...
es_419: Transmitiendo desde IA...
ja: AIより作成中。。。
zh_hans: AI 回答中。。。
zh_hant: AI回答中。。。

source: Summary
es_419: Resumen
ja: 概要
zh_hans: 摘要
zh_hant: 摘要

source: Transcript>>
es_419: Transcripción>>
ja: 写し>>
zh_hans: 原稿>>
zh_hant: 原稿>>

source: You are a smart assistant. Generate a comprehensive summary from the following speech.
ja: あなたは賢いアシスタントです。 次のスピーチから包括的な要約を作成します。
zh_hans: 你是一个智能秘书。提取下述文字中的重要内容，做一份全面的摘要。
zh_hant: 你是個智能秘書。 提取下述文字中的重要內容，做一份全面的摘要。

source: advanced
es_419: ajustes avanzados

source: Parameters
es_419: Parámetros

source: Start
es_419: INICIO

source: Stop
es_419: Detener
